[
  {
    "name": "Wild rift",
    "description": "League of Legends: Wild Rift is a multiplayer online battle arena (MOBA) game in the three-dimensional isometric perspective.With a gameplay similar to the League of Legends PC version, the objective of the game is to take down the opposing team's base. To be compatible with mobile devices, Wild Rift received some adaptations, making the game faster compared to the PC version. Its map has been reduced in size, the resuscitation time is shorter, the gold gain is greatly accelerated and the regeneration time has been cut in half. Due to this, while on the PC version a match can last regularly 45 minutes, on the mobile version matches last approximately fifteen minutes. There are currently two different modes: Wild Rift (which covers PVP and ranked) and ARAM.",
    "image_url": "https://cdn.vox-cdn.com/thumbor/3muI8Rwn60Q2sSnnbxGeJwlHdQ0=/0x0:1920x1305/1200x800/filters:focal(807x500:1113x806)/cdn.vox-cdn.com/uploads/chorus_image/image/68549007/patch_10_25_banner.0.jpg"
  },
  {
    "name": "Valorant",
    "description": "Valorant is a team-based first-person hero shooter set in the near future. Players play as one of a set of agents, characters designed based on several countries and cultures around the world. In the main game mode, players are assigned to either the attacking or defending team with each team having five players on it. Agents have unique abilities, each requiring charges, as well as a unique ultimate ability that requires charging through kills, deaths, orbs, or spike actions. Every player starts each round with a 'classic' pistol and one or more 'signature ability' charges. Other weapons and ability charges can be purchased using an in-game economic system that awards money based on the outcome of the previous round, any kills the player is responsible for, and any actions taken with the spike. The game has an assortment of weapons including secondary guns like sidearms and primary guns like submachine guns, shotguns, machine guns, assault rifles and sniper rifles. There are automatic and semi-automatic weapons that each have a unique shooting pattern that has to be controlled by the player to be able to shoot accurately. Different agents allow players to find more ways to plant the Spike and style on enemies with scrappers, strategists, and hunters of every description. It currently offers 16 agents to choose from. They are Brimstone, Viper, Omen, Cypher, Sova, Sage, Phoenix, Jett, Raze, Breach, Reyna, Killjoy, Skye, Yoru, Astra, and KAY/O.",
    "image_url": "https://cdn1.dotesports.com/wp-content/uploads/2021/01/18182634/VALORANT_phx_jett_brand-scaled.jpg"
  },
  {
    "name": "DotA",
    "description": "Dota 2 is a multiplayer online battle arena (MOBA) video game developed and published by Valve. The game is a sequel to Defense of the Ancients (DotA), which was a community-created mod for Blizzard Entertainment's Warcraft III: Reign of Chaos. Dota 2 is played in matches between two teams of five players, with each team occupying and defending their own separate base on the map. Each of the ten players independently controls a powerful character, known as a 'hero', who all have unique abilities and differing styles of play. During a match players collect experience points and items for their heroes to successfully defeat the opposing team's heroes in player versus player combat. A team wins by being the first to destroy the other team's 'Ancient', a large structure located within their base.",
    "image_url": "https://i.pinimg.com/originals/b8/a9/25/b8a9259bb45b3c481377568e9ce343b2.jpg"
  }
]
